[
    {
        "docId": 1,
        "docName": "Dr.Adaline Becka",
        "docImage": "https://i.ibb.co/Xzvw7gF/docImg-1.jpg",
        "expertize": "Gynaecological Clinic, Pediatrics Clinic",
        "docProfile": "Dr. Adaline has a great service record track on her field, she was the best in her batch and current her track record is to good to describe. A great humanity personality holder. She is also a top researcher on his field."
    },
    {
        "docId": 2,
        "docName": "Md. Ruhul Amin Khan",
        "docImage": "https://i.ibb.co/0fGRXqQ/docImg-2.jpg",
        "expertize": "Cardiac Clinic, Primary Health Care",
        "docProfile": "Dr. Ruhul has a great service record track on his field, he was the best surgery experience and currently his track record is to excellent to describe. A great personality holder. A young Senior doctor with best hands on practice record."
    },
    {
        "docId": 3,
        "docName": "Dr.Orana Taleebin",
        "docImage": "https://i.ibb.co/tP0NQgS/docImg-3.jpg",
        "expertize": "Gynaecological Clinic, Pediatrics Clinic",
        "docProfile": "Dr. Orana has a great service record track on her field, she was the best in her batch and current her track record is to good to describe. A great humanity personality holder. She is also a top researcher on his field."
    },
    {
        "docId": 4,
        "docName": "Dr.Andrew Bert",
        "docImage": "https://i.ibb.co/9gY3Z9m/docImg-4.jpg",
        "expertize": "Cardiac Clinic, Primary Health Care",
        "docProfile": "Dr. Andrew has a great service record track on his field, he was the best surgery experience and currently his track record is to excellent to describe. A great personality holder. A young Senior doctor with best hands on practice record."
    },
    {
        "docId": 5,
        "docName": "Rokeya Yasmin",
        "docImage": "https://i.ibb.co/dJ4tFQ8/docImg-5.jpg",
        "expertize": "Cardiac Clinic, Primary Health Care",
        "docProfile": "Dr. Rokeya has a great service record track on her field, she was the best in her batch and current her track record is to good to describe. A great humanity personality holder. She is also a top researcher on his field."
    },
    {
        "docId": 6,
        "docName": "Sabbir Md. Ashik",
        "docImage": "https://i.ibb.co/1bM58D7/docImg-6.jpg",
        "expertize": "Pediatrics Clinic, Primary Health Care",
        "docProfile": "Dr. Ashik has a great service record track on his field, he was the best surgery experience and currently his track record is to excellent to describe. A great personality holder. A young Senior doctor with best hands on practice record."
    },
    {
        "docId": 7,
        "docName": "Md. Nasim Ahmed Khan",
        "docImage": "https://i.ibb.co/NCFtnQH/docImg-7.jpg",
        "expertize": "Cardiac Clinic, Primary Health Care",
        "docProfile": "Dr. Nasim has a great service record track on his field, he was the best surgery experience and currently his track record is to excellent to describe. A great personality holder. A young Senior doctor with best hands on practice record."
    }
]